words = ["а",
         "абад",
         "абадий",
         "абадийлашмок",
         "абадийлик",
         "абадия",
         "абадиян",
         "абадият",
         "абадулабад",
         "абадулобод",
         "абажур",
         "абажурли",
         "абас",
         "аббат",
         "аббосий",
         "аббревиатура",
         "абгор",
         "абгорлик",
         "абдол",
         "абдолваш",
         "аберрацион",
         "аберрация",
         "абет",
         "абжад",
         "абжадхон",
         "абжадхнонлик",
         "абжак",
         "абжакламок",
         "абжир",
         "абжирлик",
         "абжуш",
         "абжуши",
         "абзал",
         "абзалламок",
         "абзац",
         "абира",
         "абитуриент",
         "аблак",
         "аблах",
         "аблаҳлик",
         "аблахона",
         "або",
         "аболиция",
         "абонемент",
         "абонент",
         "абориген",
         "аборт",
         "абортив",
         "абр",
         "абразив",
         "абраш",
         "абрбанд",
         "абрбанди",
         "абрбандчи",
         "абришим",
         "абру",
         "абдукамон",
         "абсетеизм",
         "абсолют",
         "абсолютизм",
         "абсорбция",
         "абстракт",
         "абстракционизм",
         "абстракционист",
         "абстракция",
         "абсцесс",
         "абу",
         "абхаз",
         "авайламок",
         "авангард",
         "авангардизм",
         "аванпост",
         "аванс",
         "авантюра",
         "авантюризм",
         "авантюрист",
         "авантюристик",
         "авар",
         "авара",
         "авария",
         "авариячи",
         "авахта",
         "авага",
         "авбош",
         "аввал",
         "авваламбор",
         "аввалан",
         "аввалбоши",
         "аввалги",
         "аввалгидай",
         "аввалгича",
         "аввали",
         "аввалига",
         "аввало",
         "август",
         "авж",
         "авжи",
         "авжида",
         "авжланмок",
         "авзо",
         "Акбар"
]
# dictlar = {
#     "a" : "a",
#     "k" : "k",
#     "b" : "b",
#     "r" : "r"
# }
#
# for  j in "aqidarcb":
#     print(dictlar.g
# def dict_qiber(number):
#     listlar = []
#     for i in range(1,number+1):
#         listlar.append({
#             str(i):{
#             'revenue':0
#             }
#         })
#     return listlar
# def months_function():
#     result_dict = {
#         "months":dict_qiber(12)
# }
#     return result_dict
# def results_function():
#     results ={
#         "results":months_function()
#     }
#     return results
# print(results_function())